import React from 'react';
import Layout from '../../components/Layout';
import Seo from '../../components/Seo';
import { Link } from 'gatsby';
import './prematurity.scss';

export default function BreastfeedingScience() {
  return (
    <Layout coverTitle="הדרכת הורים">
      <div className="page-container">
        <div className="main-content">
          <div className="sub-title">הנקה</div>
          <p>הורים יקרים,</p>
          <p>
            חלב אם הינו מזון-העל. חלב אם מספק לתינוק מזון חשוב והגנה חשובה. יש
            לו תכונות ייחודיות המותאמות לכל תינוק ומשתנות בהתאם לצרכיו האישיים
            ולשלב ההתפתחותי שבו הוא נמצא.
          </p>

          <p>
            קולוסטרום הוא חלב ראשוני המיוצר בשד מהשבוע ה- 16 להיריון. הקולוסטרום
            הוא חומר סמיך וכמותו קטנה בימים הראשונים לאחר הלידה - כמה טיפות בכל
            סחיטה. יחד עם זאת הפרשתו וכמותו תלויות בתדירות הפינוי שלו מהשד.
          </p>

          <p>
            הקולוסטרום עשיר בחלבונים ובנוגדנים החיוניים ליילוד בראשית חייו למרות
            כמותו הקטנה. זהו חומר סמיך הדבוק לצינוריות החלב ולכן ניתן להוציאו
            ולאסוף אותו ביעילות רק לאחר עיסוי השד וסחיטה ידנית.
          </p>

          <p>
            סחיטה מוקדמת מהשד או הנקה כבר בשעה הראשונה שלאחר הלידה נמצאה כמגבירה
            את ייצור החלב ואת כמותו מעלה את התדירות ואת משך ההנקות לטווח הארוך.
          </p>

          <p>כל טיפה של חלב אם שווה זהב: בחלב אם יש:</p>
          <ul className="numbered-list">
            <li>חומצות שומן המפתחות את המוח.</li>
            <li>גורמי גדילה אשר עוזרים למעי להבשיל ולגדול.</li>
            <li>הורמונים אשר עוזרים לעיכול ולתנועתיות של המעי.</li>
            <li>נוגדנים ותאים חיים שמונעים זיהומים ונלחמים בהם.</li>
            <li>שומנים סוכרים וחלבונים אשר עוזרים לגדילה.</li>
            <li>רמות סוכר מאוזנות.</li>
            <li>לפחות 600 חומרי הזנה אשר אינם נמצאים בפורמולות.</li>
          </ul>

          <p>מה עם הנקה?</p>
          <p>
            שאיבת חלב אם מוקדמת תביא לאספקת חלב אם טובה יותר ותעלה את הסיכוי
            להצלחת ההנקה בהמשך כאשר תינוקך יהיה בשל לינוק.
          </p>
          <p>
            כבר מקנגורו הראשון תינוק מסוגל להתחיל להתאמן ביניקה. יש להתייעץ עם
            הצוות על מנת להעריך מתי ניתן להתחיל בהנקה חלקית או מלאה.
          </p>
          <p>
            בין אם תינוקך בשל לינוק ובין אם לא אפשרי לו לשהות בסביבת השד כאשר
            הוא עלייך. הדבר יאפשר לו "היכרות" ראשונית עם השד ויצירת חוויה חיובית
            וגם יסייע בהמשך בהנקה.
          </p>

          <p>יתרונות ניסיונות הנקה מוקדמים:</p>
          <ul className="numbered-list">
            <li>הורדת השכיחות בהשתנקות.</li>
            <li>סיוע בהתפתחות מציצה.</li>
            <li>הגברת הספיגה של האוכל.</li>
            <li>האצת המעבר מהאכלה בזונדה להאכלה פומית.</li>
            <li>עליה טובה יותר במשקל.</li>
            <li>ערנות ורגיעה לפני הארוחה.</li>
            <li>שיפור טונוס שרירים וקואורדינציה.</li>
            <li>שיפור המעבר להנקה.</li>
            <li>משך הנקה ארוך יותר.</li>
          </ul>

          <p>להנקה או להזנה בחלב אם יש יתרונות רבים עבור היולדת:</p>
          <ul className="numbered-list">
            <li>מחזקת את ההיקשרות בינך לבין תינוקך.</li>
            <li>מפחיתה סיכון לדיכאון לאחר הלידה.</li>
            <li>מפחיתה דימום לאחר לידה.</li>
            <li>מסייעת בכיווץ מהיר של הרחם.</li>
            <li>מפחיתה סיכוי לחלות בסרטן שד צוואר הרחם ושחלות.</li>
            <li>מפחיתה סיכוי לחלות במחלות לב ויתר לחץ דם.</li>
            <li>מפחיתה סיכוי לאוסטאופורוזיס (בהנקה לטווח ארוך).</li>
            <li>חסכונית למשק הבית בפרט ולמערכת הבריאות בכלל.</li>
          </ul>

          <p>
            אם ההנקה לא מתאפשרת לאחר הלידה מומלץ להתחיל לסחוט ולשאוב חלב אם כבר
            מהשעה הראשונה לאחר הלידה.
          </p>
          <p>
            הנקה מספקת את צרכיו הבסיסים של התינוק: חום מגע אנושי ממושך נחמה הקלה
            על כאב ותחושת ביטחון. הנקה מפחיתה סיכון לדום נשימתי בתינוקות מונעת
            השמנת יתר סוכרת ודלקות אוזניים בתינוקות ובילדים.
          </p>
          <p>תקופת האשפוז בפגייה אינה קלה משימת ההנקה מאתגרת אך אפשרית.</p>
          <p>צוות יועצות ההנקה עומדות לרשותך ונשמח לסייע לך במשימה.</p>

          <div className="back-to-home-container">
            <Link to="/prematurity" className="back-to-home-button">
              חזרה לדף הבית
            </Link>
          </div>
        </div>
      </div>
    </Layout>
  );
}

export const Head = () => (
  <Seo title="הדרכת הורים -  התפתחות וגדילה - פגיה - אסותא אשדוד" />
);
