import React from 'react';
import Layout from '../../components/Layout';
import Seo from '../../components/Seo';
import { Link } from 'gatsby';
import './prematurity.scss';

export default function BreastfeedingScience() {
  return (
    <Layout coverTitle="הדרכת הורים">
      <div className="page-container">
        <div className="main-content">
          <div className="sub-title">הנקה</div>          
          <p>הורים יקרים,</p>
          <p>          
הנקה מספקת את צרכיו הבסיסיים של התינוק: חום, מגע אנושי ממושך, נחמה, הקלה על כאב ותחושת בטחון. 
בנוסף, הנקה מפחיתה סיכון לדום נשימתי, מונעת השמנת יתר בעתיד ומונעת סוכרת ודלקת אוזניים בתינוקות. <br />
הנקת פג אינה קורית ברגע אחד או בגיל מסוים אלא קשורה לקצב התפתחותו של הפג, מצבו הרפואי ושעות ההתנסות בהנקה. 
למרות גילם המוקדם וגודלם הקטן, הפגים מסוגלים להפתיע אותנו ולעשות פלאים. כל מה שלנו נשאר לעשות זה להתאזר בסבלנות, להקשיב לצרכים שלהם וליצור עבורם סביבה עוטפת ונעימה שמאפשרת התפתחות ולמידה נינוחים.<br />
ההכנה להנקה מתרחשת כבר בשאיבת חלב אם ובניית אספקת חלב אם (ראי "<a className="inner-link" href="../colostrum-extraction">סחיטת קולוסטרום</a>" ו"<a className="inner-link" href="../breast-milk-pumping">שאיבת חלב</a>"). ובזמן ביצוע "קנגורו": <br />
</p>
<p>
  <ul>
    <li><b>שאיבת חלב מוקדמת</b>  אשר תביא לאספקת חלב אם טובה יותר, תעלה את הסיכוי להצלחת ההנקה בהמשך, כאשר תינוקך יהיה בשל לינוק.</li>
    <li><b>ב"קנגורו"</b> מתרחשת הכרות רב חושית (ריח, מגע, חום וטעם) של תינוקך עם השד שלך. טיפות חלב שזולגות מהשד בזמן ה"קנגורו" מאפשרות לתינוקך לחקור את עצמו ואת הסביבה בתחושה של בטחון. <br/>
    בזמן "קנגורו" יתכן שתינוקך יוציא לשון ללקק את השד או יפתח את הפה לחיבור עדין ואולי אפילו יבצע מספר יניקות בודדות. זהו תרגול מצויין וחשוב להמשך התפתחות הנקה.
    </li>
  </ul>
</p>
<p>

<b>ניסיונות הנקה ראשונים נקראים "הנקה לא הזנתית"</b>.  אפשר להתחיל להתנסות בה כבר מה "קנגורו" הראשון והיא מתאימה אפילו לפגים קטנטנים. כאשר עושים ניסיונות הנקה ראשונים, חשוב לעשותם  על שד ריק לאחר שאיבה על מנת לאפשר לפג לתרגל הנקה בסביבה נינוחה. <br/>
הנקה לא הזנתית מורידה שכיחות בהשתנקות, מסייעת בהתפתחות מציצה, מגבירה את הספיגה של האוכל, מאיצה מעבר מהאכלה בזונדה להאכלה פומית, מסייעת לעליה טובה יותר במשקל, משפרת טונוס שרירים וקואורדינציה, משפרת מעבר להנקה בלעדית ומאפשרת משך הנקה ארוך יותר. לכן היא מתאימה גם לאימהות שלא מעוניינות בהנקה בהמשך.<br/>
<b>כבר משבוע 32 אחרי שתינוקך התנסה "בהנקה לא הזנתית"</b>, ואם מצבו הרפאי יאפשר, ניתן להתנסות ב"הנקה הזנתית". 
"הנקה הזנתית" היא הנקה על שד מלא לפני שאיבה. מטרת הנקה הזנתית היא להתנסות בהנקה, ללמוד מנח הנקה, חיבור יעיל לשד, לייצר חוויה חיובית של הנקה ולאו דווקא האכלה בלבד. <br/>
לפעמים נמליץ על שימוש בפטמת סיליקון על מנת להתאים את גודל הפטמה לגודל פיו של תינוקך ולאפשר חיבור יעיל יותר לשד.<br/>
מומלץ לעשות ניסיונות הנקה במסגרת הפגייה החל מפעם ביום עד מספר פעמים ביום בהתאם למצב התינוק ומסוגלותו. הניסיונות חשובים להעלאת הביטחון והאמון בהנקה. <br/>
לא ניתן להסתמך על יכולתו של פג בתחילת דרכו לינוק ארוחה שלמה מהשד ולכן יש להציע חלב שאוב מבקבוק לאחר כל ניסיון הנקה. יש לבצע שאיבה על מנת לשמור על כמויות החלב.<br/>
לקראת השחרור הביתה, יועצת הנקה תבנה תוכנית המשך לבניית ההנקה במסגרת הבית. מומלץ לבצע המשך מעקב של יועצת הנקה במסגרת מרפאת הנקה בפגייה שלנו. את התור למעקב אצל יועצת הנקה נקבע ביום השחרור.
אם אין ביכולתכם להגיע למרפאה בבית החולים, ניתן  להמשיך מעקב עם יועצת הנקה בקהילה במסגרת טיפת חלב.<br/>
זכרו שהדגש החשוב ביותר בתהליך בניית ההנקה הוא יצירת חוויה חיובית של התינוק ושל האם.  לכן תאפשרו לעצמכם ללמוד האחד את השני וביחד תמצאו את הדרך שהכי מתאימה לכם.
</p>
<p>
 צוות יועצות ההנקה עומדות לרשותכם ונשמח לסייע לכם.
          </p>

          <div className="back-to-home-container">
            <Link to="/prematurity" className="back-to-home-button">
              חזרה לדף הבית
            </Link>
          </div>
        </div>
      </div>
    </Layout>
  );
}

export const Head = () => (
  <Seo title="הדרכת הורים -  התפתחות וגדילה - פגייה - אסותא אשדוד" />
);
