import React from 'react';
import Layout from '../../components/Layout';
import Seo from '../../components/Seo';
import { Link } from 'gatsby';
import './prematurity.scss';

export default function BreastMilkPumping() {
  return (
    <Layout coverTitle="שאיבת חלב - דף הנחיות - אסותא אשדוד">
      <div className="page-container">
        <div className="main-content">
          <div className="sub-title">שאיבת חלב</div>
          <p>אמא יקרה,</p>
          <p>
            חלב אם הוא מזון-על לכל תינוק, ובייחוד אם נולד פג. חלב אם מספק
            לתינוקך מזון ויש לו תכונות ייחודיות המשתנות בהתאם לצרכיו האישיים
            ולשלבו ההתפתחותי של כל תינוק.
          </p>
          <p className="paragraph-title">
            כל טיפה של חלב אם שווה זהב, כי יש בה:
          </p>
          <p>
            <ul>
              <li>חומצות שומן המפתחות את המוח</li>
              <li>גורמי גדילה אשר עוזרים למעי להבשיל ולגדול</li>
              <li>הורמונים אשר עוזרים לעיכול ולתנועתיות של המעי</li>
              <li>נוגדנים ותאים חיים שנלחמים בזיהומים ומונעים אותם</li>
              <li>שומנים, סוכרים וחלבונים שעוזרים לגדילה</li>
              <li>לפחות 600 חומרי הזנה שאינם נמצאים בפורמולות</li>
            </ul>
          </p>
          <p className="paragraph-title">לתהליך מתן חלב אם יש יתרונות עבורך:</p>
          <p>
            <ul>
              <li>מפחית סיכון לדיכאון לאחר לידה</li>
              <li>מפחית דימום לאחר לידה</li>
              <li>כיווץ מהיר של הרחם</li>
              <li>
                מפחית סיכוי לחלות בסרטן השד, בסרטן צוואר הרחם או בסרטן השחלות
              </li>
              <li>מפחית סיכוי לחלות במחלות לב ויתר לחץ דם</li>
              <li>מפחית סיכוי לאוסטאופורוזיס</li>
            </ul>
          </p>
          <p>
            קולוסטרום הינו חלב ראשוני המופק מהשד החל מהשבוע ה-16 להיריון. הוא
            חומר סמיך וכמותו קטנה בימים הראשונים - כמה טיפות בכל סחיטה. הפרשתו
            וכמותו תלויה בתדירות הפינוי שלו מהשד.
          </p>
          <p>
            למרות כמותו הקטנה הקולוסטרום עשיר בחלבונים ובנוגדנים החיוניים לפג
            בראשית חייו. זהו חומר סמיך הדבוק לצינוריות החלב ולכן ניתן להוציאו רק
            לאחר עיסוי השד וסחיטה ידנית ולא ע"י משאבה.
          </p>
          <p>
            סחיטה ושאיבה מוקדמת והתמדה בפינוי הקולוסטרום מהשד מגבירות את ייצורו,
            וכמותו בהמשך תהיה רבה יותר.
          </p>
          <p>
            מומלץ להתחיל בסחיטת קולוסטרום ובשאיבתו תוך 6 שעות לאחר הלידה.
            <br />
            מצורף דף הנחיות להתחלת הוצאת הקולוסטרום באופן ידני וכן הנחיות לציוד
            הנדרש לשאיבה במכונת שאיבה.
          </p>
          <p>
            לידת פג היא אירוע טראומתי לכל התא המשפחתי שלכם. חוסר שליטה במצב,
            אי-ודאות, ניתוק מהתינוק ולידתו המוקדמת משפיעים על ייצור חלב אם מהשד
            ועל שחרורו.
          </p>
          <p className="paragraph-title">
            צעדים שיסייעו לך לייעל את הליך ייצור חלב האם ושחרורו:
          </p>
          <p>
            <ul>
              <li>
                פינוי מוקדם של הקולוסטרום - הליך המשמש "אישור" למערכת המייצרת
                חלב אם כי יש בו צורך
              </li>
              <li>
                מנח ה"קנגורו" או בשמו השני "מגע עור לעור" - בשעת החזקת התינוק
                במנח קנגורו נוצר הורמון האוקסיטוצין האחראי על שחרור חלב אם מהשד
              </li>
              <li>
                תזונה מסודרת ומגוונת, שתייה מרובה ומנוחה מחזקים את גופך לאחר
                הלידה ומאפשרים לגופך לפנות "כוחות" לייצור חלב אם
              </li>
              <li>
                בשעת הסחיטה או השאיבה נסי להיות רגועה. עמעום אורות, מוזיקה,
                עצימת עיניים - פעולות אלהר יאפשרו למוח "החושב" לנוח ולגוף שלך
                להשתחרר ולהיכנס למצב מנוחה ובסופו של דבר לשחרור הורמון
                אוקסיטוצין
              </li>
            </ul>
          </p>
          <p className="paragraph-title">הנחיות לסחיטת קולוסטרום ידני:</p>
          <p>
            <ul>
              <li>שטפי את ידייך</li>
              <li>
                עסי בעדינות את שדייך מחוץ לכיוון ההילה למשך דקה או שתיים, לאחר
                מכן נערי את שדייך. גירוי של עיסוי וניעור מגביר את שחרור
                הקולוסטרום
              </li>
              <li>
                הניחי 2 אצבעות 3-2.5 ס"מ מהפטמה, כך שהיד יוצרת צורה של האותC בין
                האגודל ושתי האצבעות, כריות האצבעות יהיו באותו הקו עם הפטמה
              </li>
              <li>
                בצעי 3 פעולות:
                <ul className="numbered-list">
                  <li>
                    לחיצה ישירה לכיוון בית החזה (הצמדת השד לבית החזה). הקפידי לא
                    למתוח את העור ולא ללחוץ באזור הפטמה
                  </li>
                  <li>
                    לחיצה תוך הצמדת אצבעות ביחד בלי לגלוש לכיוון הפטמה ואיסוף
                    הקולוסטרום לתוך מזרק שהכנת ניתן לקבל ערכה לסחיטת קולוסטרום
                    מאחיות מחלקת פגים / יולדות
                  </li>
                  <li>שחרור לחץ</li>
                </ul>
              </li>
              <li>
                חזרי על הפעולות 3-1 המפורטות מעלה מספר פעמים תוך העברת אצבעותייך
                לאזור אחר של אותו השד עד שהקולוסטרום יפסיק לזרום
              </li>
              <li>
                עברי לשד השני וחזרי על אותן הפעולות. כל שד אמור לעבור שלושה סבבי
                סחיטה. <br />
                <b>
                  גם אם תחילה לא יוצאת אף טיפה, אל חשש ! גירוי מסייע לייצור החלב
                  ולשחרורו
                </b>
              </li>
              <li>תדירות הסחיטה הרצויה היא כל 3-2 שעות</li>
              <li>
                בתום פעולת הסחיטה יש להדביק מדבקת זיהוי של התינוק על המזרק עם
                תאריך ושעת הוצאת הקולוסטרום מהשד לפני העברתו למחלקת פגים. את
                מדבקות הזיהוי ניתן לקבל בפגייה
                <br />
                <b>
                  את הקולוסטרום שנאסף רצוי להעביר לפגייה סמוך ככל הניתן לפעולת
                  הסחיטה
                </b>
              </li>
            </ul>
          </p>
          <p className="paragraph-title">הנחיות לשאיבת חלב אם:</p>
          <p>
            בימים הראשונים לאחר הלידה כמויות החלב קטנות מאוד ונעות בין 45-20 מ"ל
            בכל שאיבה.
          </p>
          <p>
            התמדה בשאיבת חלב אם בתדירות הרצויה תגדיל את נפחי חלב האם בהדרגה.
            לאחר כ-14 יום מהלידה צפוי שכמות חלב האם שתייצרי תהיה בין כ-750 מ"ל
            ב-24 שעות.
          </p>
          <p>
            ניתן להתחיל לשאוב חלב תוך 6 שעות מהלידה. <br />
            תדירות השאיבה היא 12-8 פעמים ביום, כולל בשעות הלילה (לפחות פעמיים
            בלילה, בטווח השעות 24:00-23:00 ובטווח השעות 5:00-4:00 לפנות בוקר).
            <br />
            משך זמן השאיבה 25-20 דקות מכל צד תוך כדי סחיטה של השד להגברת הפרשת
            חלב האם.
          </p>
          <p>
            המשאבות במחלקתנו הן משאבות דו-שלביות. פעולת שאיבה בנויה משני שלבים -
            שלב עיסוי השד ושלב שאיבת חלב האם מהשד. אין לדלג על שלב עיסוי השד,
            מפני שהוא עוזר בשחרור חלב האם בעת השאיבה.
          </p>
          <p>
            במחלקת פגים יש ערכות שאיבה מעוקרות המוכנות לשימושך. לאחר השימוש יש
            לרוקן את תוכן הבקבוק למזרק או לשקית לשימור חלב אם, לשטוף את הערכה
            תחת מים זורמים ולהעבירה לתוך מיכל הממוקם בפגייה לצורך עיקור.
            <br />
            יש לנקות במגבון חיטוי או במגבון אלכוהול, את מכונת השאיבה ואת הסביבה,
            כולל מדפים, ולאחר מכן לשטוף ידיים עם ספטל סקרב.
          </p>
          <p className="paragraph-title">טכניקות שאיבת חלב אם:</p>
          <p>
            עסי בעדינות את שדייך מחוץ לכיוון ההילה למשך דקה או שתיים, ולאחר מכן
            נערי את שדייך. <br />
            גירוי של עיסוי וניעור מגביר את שחרור חלב האם. מקמי את הפטמה במרכז
            החצוצרה כחצי מ"מ מהדפנות, כך שלא יופעל עליה לחץ בעת שאיבה. אם את
            מרגישה אי-נוחות בפטמה בעת שאיבה או אחריה יש לבדוק אם גודל החצוצרה
            תואם לשדייך.
          </p>
          <p className="paragraph-title">עוצמת השאיבה:</p>
          <p>
            מומלץ לא לשאוב בלחצים גבוהים מדי, יש לכוון את עוצמת השאיבה עד הופעת
            זרם (עדיף לא לעבור עוצמה בינונית). עוצמה גבוהה מדי יכולה לעכב את
            שחרור חלב האם מהשד, ולפגוע בהצלחת פעולת ההנקה בהמשך. במעבר משד לשד
            יש לכבות את המשאבה.
            <br />
            להגברת ייצור חלב אם יש לסיים כל שאיבה בסחיטה ידנית, ראי הנחיות
            לסחיטה ידנית.
          </p>
          <p className="paragraph-title">אחסון חלב אם:</p>
          <p>
            חלב טרי ניתן לשמור בטמפרטורת החדר עד 4 שעות, במקום מוצל. לאחר 4 שעות
            יש להעבירו למקרר. במקרר יש לאחסן את חלב האם במזרקים או בשקיות
            המיועדות לשימור חלב אם. חלב אם טרי יש לשמור עד 48 שעות לאחר מכן יש
            להעבירו למקרר, חלב אם מופשר ניתן לשמור עד 24 שעות במקרר. במקפיא יש
            לאחסן בשקיות לשימור חלב אם עד חודשיים, לאחר מכן יש להעבירו למקפיא
            בביתך. 
          </p>
          <p className="paragraph-title">מה עם הנקה?</p>
          <p>
            שאיבת חלב אם מוקדמת, אשר תביא לאספקת חלב אם טובה יותר, תעלה את
            הסיכוי להצלחת ההנקה בהמשך, כאשר תינוקך יהיה בשל לינוק.
            <br />
            אפשר לתרגל הנקה מהקנגורו הראשון, תיעזרי ביועצת הנקה לבניית תוכנית
            הנקה. יש להתייעץ עם הצוות על מנת להעריך מתי ניתן להתחיל בהנקה חלקית
            או מלאה. גם אם תינוקך בשל לינוק וגם אם לא, אפשרי לו לשהות בסביבת השד
            כאשר הוא עלייך. הדבר יאפשר לו "היכרות" ראשונית עם השד, יצירת חוויה
            חיובית ויסייע בהמשך בהנקה. צוות יועצות ההנקה ואחיות הפגייה יוכלו
            להדריך אותך כיצד לבצע זאת.
          </p>
          <p className="paragraph-title">
            תקופת האשפוז בפגייה אינה קלה, משימת שאיבת חלב אם היא מאתגרת.
          </p>
          <p>
            <b>צוות יועצות הנקה עומד לרשותך וישמח לסייע לך במשימה.</b>
          </p>
          <div className="back-to-home-container">
            <Link to="/prematurity" className="back-to-home-button">
              חזרה לדף הבית
            </Link>
          </div>
        </div>
      </div>
    </Layout>
  );
}

export const Head = () => <Seo title="שאיבת חלב - דף הנחיות - אסותא אשדוד" />;
