import React from 'react';
import Layout from '../../components/Layout';
import Seo from '../../components/Seo';
import { Link } from 'gatsby';
import './prematurity.scss';

export default function BreastMilkPumpingPremature() {
  return (
    <Layout coverTitle="דף הדרכה לשאיבת חלב ליולדת בפגייה">
      <div className="page-container">
        <div className="main-content">
          <div className="sub-title">דף הדרכה לשאיבת חלב ליולדת בפגייה</div>
          <p>יולדת יקרה,</p>
          <p>
            חלב אם הוא המזון הטוב ביותר עבור תינוקך. במידה ותינוקך עדיין אינו
            יכול לינוק ישירות מהשד או שבחרת לתת חלב אם בבקבוק, עומדים לרשותך
            משאבות חלב חשמליות במחלקה.
          </p>
          <p>לפני השאיבה קראי היטיב את ההנחיות הבאות:</p>
          <ul className="numbered-list">
            <li>
              רצוי לשאוב חלב במשאבה מוקדם ככל האפשר לאחר הלידה. לפני שאיבה
              במשאבה מומלץ לעסות השד ולסחוט קולסטרום ידנית. העזרי באחות אשר
              תדריך אותך. הקולסטרום מכיל נוגדנים ורכיבי מזון וויטמינים עבור
              תינוקך וכל טיפה אשר תתני חשובים מאד. שאיבה מוקדם ככל האפשר יגביר
              את יצור החלב שלך.
            </li>
            <li>
              לפני שאיבת החלב האחות בפגייה תחלק לך צינורית עם ממברנה עגולה. תשמרי
              אותה בתוך שקית יעודית ל-30 ימים. לשאיבת חלב תקבלי ערכה רב פעמית.
            </li>
            <li>
              לפני השאיבה רחצי היטב ידיים עם סבון ומים (ספטאל סקראב) או ספטול.
              יש לנגב במגבוני חיטוי את המשאבה והכורסא. יש להניח את חלקי הערכה
              בקערית על משטח נקי.
            </li>
            <li>
              שבי בנח על הכורסא. רצוי לשאוב ליד תינוקך. מומלץ שיהיה לך בקבוק מים
              לשתיה.
            </li>
            <li>
              עסי את שדיך בתנועות סיבוביות וסחטי מעט קולסטרום מהשד באופן ידני
              לפני השאיבה.
            </li>
            <li>
              הרימי את המכסה של המשאבה וחברי את הקאפה עם הצינורית למקום עד שאת
              שומעת קליק. חברי את הקונוס לשד כשהפטמה ממוקמת במרכז.
            </li>
            <li>
              פתחי את המשאבה עי לחיצה על הכפתור משמאל ואז תעלי בהדרגה את העוצמה
              של השאיבה עי הכפתור האמצעי. אין צורך לשאוב בעצמה גבוה ולא יותר
              מ-5-6 טיפות. אם הינך חשה בכאב יש להוריד את העוצמה. לאחר כדקה
              המשאבה תעבור אוטומטית לשלב שחרור החלב ותרגישי שהעוצמה השאיבה
              מתגברת והמהירות יורדת. אם תחושי אי נוחות הורידי את העוצמה עי
              הכפתור האמצעי.
            </li>
            <li>
              בסיום השאיבה משד אחד יש לסגור עי לחיצה על הכפתור משמאל ולעבור שד
              השני ושוב להפעיל.
            </li>
            <li>
              מומלץ לשאוב בין 8-10 פעמים ביממה. משך השאיבה מכל שד בין 15-20
              דקות. מומלץ לשאוב במשאבה דו צדדית.
            </li>
            <li>בסיום השאיבה יש לרחוץ שוב ידיים או לחטא עם ספטול.</li>
            <li>
              מיד בתום שאיבת החלב יש להעביר את החלב למזרק סגול יעודי או שקית
              לשאיבת חלב או בקבוק.
            </li>
            <li>
              יש להדביק ניד מדבקת זיהוי של התינוק וכן את תאריך ושעת השאיבה.
            </li>
            <li>
              יש למסור לאחות את החלב כדי להכניסו למקרר יעודי לחלב האם. האחות
              תניח את החלב בערקלית של תינוקך במקרר.
            </li>
            <li>לפני הארוחה האחות תוציא את החלב ותחמם החלב במחמם חלב יעודי.</li>
            <li>
              לאחר סיום השאיבה והעברת החלב לכלי אחר יש להעביר את הבקבוקים למיכל
              יעודי. את הצינורית והקאפה יש לחטא עם מגבוני ניקוי או חיטוי לפני
              ולאחר כל שימוש. במידה וחי דר נוזל לצינורית יש לזרוקה ולבקש חדשה.
            </li>
            <li>
              מומלץ לרכוש משאבה חשמלית דו צדדית אישית או משאבה שיש לה אישור
              לשימוש בבית ולשינוע החלב בין הבית למחלקה.
            </li>
            <li>
              האחות תדריך אותך לאחסון החלב בביתך ולשינוע החלב בין הבית למחלקה.
            </li>
          </ul>
          <p>
            זכרי !! בימים הראשונים לאחר הלידה גופך מיצר רק טיפות קולסטרום ולכן
            סביר שלא תראי חלב בבקבוק כלל. לרוב חלב האם מתחיל להיווצר סביב 3-5
            ימים לאחר הלידה. המשיכי לשאוב חלב כדי לעודד יצור חלב.
          </p>
          <p>צוות האחיות ויועצות ההנקה לרשותך לכל שאלה !</p>

          <div className="back-to-home-container">
            <Link to="/prematurity" className="back-to-home-button">
              חזרה לדף הבית
            </Link>
          </div>
        </div>
      </div>
    </Layout>
  );
}

export const Head = () => <Seo title="דף הדרכה לשאיבת חלב ליולדת בפגייה" />;
