import * as React from 'react';
import Layout from '../../components/Layout';
import Seo from '../../components/Seo';
import { Link } from 'gatsby';
import Image from '../../components/Image';
import './prematurity.scss';

export default function ColostrumExtraction() {
  return (
    <Layout coverTitle="חלב אם">
      <div className="page-container">
        <div className="main-content">
          <div className="sub-title">סחיטת קולוסטרום</div>
          <p>הורים יקרים,</p>
          <p>
            חלב אם הינו מזון-העל. חלב אם מספק לתינוק מזון חשוב והגנה חשובה. יש
            לו תכונות ייחודיות המותאמות לכל תינוק ומשתנות בהתאם לצרכיו האישיים
            ולשלב ההתפתחותי שבו הוא נמצא.
          </p>
          <p>
            קולוסטרום הוא חלב ראשוני המיוצר בשד מהשבוע ה- 16 להיריון. הקולוסטרום
            הוא חומר סמיך וכמותו קטנה בימים הראשונים לאחר הלידה - כמה טיפות בכל
            סחיטה. יחד עם זאת הפרשתו וכמותו תלויות בתדירות הפינוי שלו מהשד.
          </p>
          <p>
            הקולוסטרום עשיר בחלבונים ובנוגדנים החיוניים ליילוד בראשית חייו למרות
            כמותו הקטנה. זהו חומר סמיך הדבוק לצינוריות החלב ולכן ניתן להוציאו
            ולאסוף אותו ביעילות רק לאחר עיסוי השד וסחיטה ידנית.
          </p>
          <p>
            סחיטה מוקדמת מהשד או הנקה כבר בשעה הראשונה שלאחר הלידה נמצאה כמגבירה
            את ייצור החלב ואת כמותו מעלה את התדירות ואת משך ההנקות לטווח הארוך.
          </p>
          <p className="paragraph-title">
            כל טיפה של חלב אם שווה זהב, כי יש בה:
          </p>
          <p>
            <ul>
              <li>חומצות שומן המפתחות את המוח</li>
              <li>גורמי גדילה אשר עוזרים למעי להבשיל ולגדול</li>
              <li>הורמונים אשר עוזרים לעיכול ולתנועתיות של המעי</li>
              <li>נוגדנים ותאים חיים שנלחמים בזיהומים ומונעים אותם</li>
              <li>שומנים, סוכרים וחלבונים שעוזרים לגדילה</li>
              <li>לפחות 600 חומרי הזנה שאינם נמצאים בפורמולות</li>
            </ul>
          </p>
          <p className="paragraph-title">לתהליך מתן חלב אם יש יתרונות עבורך:</p>
          <p>
            <ul>
              <li>מפחית סיכון לדיכאון לאחר לידה</li>
              <li>מפחית דימום לאחר לידה</li>
              <li>כיווץ מהיר של הרחם</li>
              <li>
                מפחית סיכוי לחלות בסרטן השד, בסרטן צוואר הרחם או בסרטן השחלות
              </li>
              <li>מפחית סיכוי לחלות במחלות לב ויתר לחץ דם</li>
              <li>מפחית סיכוי לאוסטאופורוזיס</li>
            </ul>
          </p>
          <p>
            אם ההנקה לא מתאפשרת לאחר הלידה מומלץ להתחיל לסחוט ולשאוב חלב אם כבר
            מהשעה הראשונה לאחר הלידה.
          </p>
          <p>לפני סחיטה או שאיבה קראי היטב את ההנחיות.</p>
          <p className="paragraph-title">סחיטה ידנית של קולוסטרום</p>
          <p>
          <b>לפני הסחיטה:</b>
          <ul>
            <li>יש להצטייד במזרק סגול 2 מ"ל ובפקק סגול.</li>
            <li>יש להקפיד על היגיינת ידיים.</li>
            <li>יש לבצע עיסוי וניעור עדין של השד במשך 2 דקות.</li>
          </ul>
          <b>מהלך הסחיטה:</b>
          <ul>
            <li>
              את הסחיטה מומלץ לבצע במקום שקט נעים ואינטימי ובקרבת התינוק כשהאם
              מריחה את התינוק רואה אותו או חושבת עליו.
            </li>
            <li>
              צרי מהאגודל והאמה צורת C מקמי את האצבעות באזור מעט מרוחק מההילה.
            </li>
            <li>
              הרימי מעט ודחסי פנימה את רקמת השד לכיוון הצלעות. פעולת הסחיטה
              ותנועת החלב מתבצעות בעומק השד ולא על גבי העור.
            </li>
            <li>קרבי את האצבעות זו לזו לכיוון מרכז השד והחוצה לכיוון הפטמה.</li>
            <div className="image-container">
              <Image src="colostrum1.jpg" />
              <Image src="colostrum2.jpg" />
            </div>
            <li>
              חזרי על הפעולה והתאימי את עוצמת הלחיצה, את משך הלחיצה ואת מיקום
              האצבעות.
            </li>
            <li>בסוף הפעולה אספי את הטיפות למזרק ייעודי.</li>
            <li>
              עברי לשד השני וחזרי על אותן הפעולות. כל שד אמור לעבור שלושה סבבי
              סחיטה.
            </li>
          </ul>          
          <b>לאחר הסחיטה:</b>
          <ul>
            <li>
              הקפידי להדביק על המזרק מדבקה עם פרטי היולדת או פרטי התינוק, תאריך
              ושעת הסחיטה (את מדבקות הזיהוי ניתן לקבל בפגייה).
            </li>
            <li>את הקולוסטרום יש להעביר למחלקת פגים עד שעה ממועד הסחיטה.</li>
            <li>
              גם אם לא יוצאת אף טיפה - אל חשש! עצם הפעולה מסייעת לייצור החלב
              ולשחרורו.
            </li>
            <li>סחיטה היא טכניקה נלמדת והיא משתפרת עם הניסיון.</li>
            <li>
              לאחר הלידה רצוי לחזור על הפעולה כל 3-2 שעות עד שההנקה מתאפשרת
              ומתבססת.
            </li>
          </ul>
          </p>
          <div className="content-footer">
            <p className="paragraph-title">
              משימת ההנקה מאתגרת אך אפשרית.
            </p>
            <p>צוות יועצות ההנקה עומדות לרשותך ונשמח לסייע לך במשימה.</p>
          </div>

          <div className="back-to-home-container">
            <Link to="/prematurity" className="back-to-home-button">
              חזרה לדף הבית
            </Link>
          </div>
        </div>
      </div>
    </Layout>
  );
}

export const Head = () => <Seo title="דף מידע על סחיטת קולוסטרום" />;
