import React from 'react';
import Layout from '../../components/Layout';
import Seo from '../../components/Seo';
import { Link } from 'gatsby';
import Image from '../../components/Image';
import './prematurity.scss';

export default function GrowthDevelopment() {
  return (
    <Layout coverTitle="הדרכת הורים">
      <div className="page-container">
        <div className="main-content">
          <div className="sub-title"> התפתחות וגדילה</div>
          <div className="reviewer-note">כל הדף הזה דומה מדי ל"הכרת עולם הפג". לדעתי צריך להוריד את הדף הזה או את הכרת עולם הפג, אין טעם להשאיר את שניהם.
            (להתייחס גם לאיזה קטגוריה לשים בדף האינדקס) <br />
            <a href='/prematurity/premature-world'>לינק הכרת עולם הפג</a><br />
            מעבר לזה, לא עשיתי הגהה על הדף
          </div>
          <p>הורים יקרים,</p>
          <p>
            יחד עם תחילתה של ההורות בפגייה, אתם ההורים נחשפים לעולם חדש לשפה
            ולמושגים חדשים מתחום ההתפתחות. בדף זה ריכזנו עבורכם מידע שנועד לעזור
            לכם בהבנה של עולם הפגייה ויעניק לכם כלים ראשוניים לשהות כאן בתקופה
            זו.
          </p>
          <p>
            <span style={{ color: 'var(--green)' }}>בפגייה שלנו </span>
            מיישמים עקרונות של גישת "טיפול תומך התפתחות בפג" (Developmental
            Care). על פי גישה זו יש חשיבות רבה להבנת שפת גופו של הפג, שכן בעזרתה
            ניתן להבין את שפת גופו של תינוקכם, להביאו לרגיעה ולשינה וליצירת
            אווירה המעודדת את התפתחותו כבר מרגעי החיים הראשונים . אנו רואים בכם
            ההורים שותפים מלאים וחיוניים לעידוד התפתחותו התקינה של תינוקכם.
            מחקרים הוכיחו כי גישה התפתחותית אוהדת בפגייה, כזו המשלבת את בני
            המשפחה, מקצרת ימי אשפוז, מפחיתה מתח וכאב ומשפרת את התפתחותו של הפג
            גם בטווח המיידי וגם בטווח הארוך.
          </p>
          <p className="paragraph-title">
            עקרונות להתאמת סביבה מיטבית תומכת התפתחות:
          </p>
          <p>
            למערכות החישה השונות ולמערכת המוטורית של הפג נדרש זמן לפרש ולעבד את
            הגירויים שהוא מקבל מהסביבה וכן את השינוי במנח ובמגע. גריית יתר של
            מערכות החישה השונות (ראייה, שמיעה, מגע ועוד) עלולה לעייף את תינוקכם
            ולהביאו למצב דחק. לכן ישנה חשיבות להתאמת הגירויים באופן אישי לכל פג
            ופג על פי גיל ובשלות המערכות שלו.
          </p>
          <p className="paragraph-title">שמיעה:</p>
          <p>
            <ul>
              <li>
                הקפידו לסגור את דלת האינקובטור בעדינות (תינוקכם רגיש לרעשים).
              </li>
              <li>
                מנעו רעשים נוספים בסביבת האינקובטור (טלפון נייד או כל רעש פתאומי
                אחר).
              </li>
              <li>
                דברו אל תינוקכם בקול מרגיע (לא דיבור תינוקי) ניתן לשיר, לספר
                סיפור ולהתפלל. עשו זאת בקול רגוע.
              </li>
            </ul>
          </p>
          <p className="paragraph-title">ראייה:</p>
          <p>
            הראייה היא החוש שמתפתח אחרון - בשבוע 34-32. התינוק מתחיל לפקוח את
            עיניו לרגעים, יחד עם זאת עיניו רגישות לאור, על כן אנו דואגים לעמעום
            אורות הפגייה ולכיסוי חלקי של האינקובטור. נסו ליצור קשר עין עם
            תינוקכם ואפשרו לו למקד מבט בפניכם. תנו לתינוקכם ליהנות ממבטכם
            ולהתמקד בו. בהמשך ניתן להוסיף גירויים נוספים כגון דיבור וחיוך.
          </p>
          <p className="paragraph-title">תנוחה ותנועה:</p>
          <p>
            נמצא כי תנוחה אסופה המדמה את מנח העובר ברחם, מאפשרת רגיעה וויסות
            עצמי ותורמת להבשלת המתח השרירי והמערכת המוטורית. אנו מנסים לדמות מצב
            זה ל ידי ארגון גופו של התינוק במנח אסוף למרכז, ידיו קרובות זו לזו
            ונוגעות בפניו. התינוק שוכב בתוך קן שתוחם את גופו ומסייע בשמירת מנח
            זה.
          </p>
          <p>
            ברחם העובר מרבה לנוע, הוא מתהפך ומתגלגל, מניע את ידיו, את רגליו ואת
            ראשו, שכן מי השפיר שבהם הוא שוחה מנטרלים את כוח הכבידה. יחד עם זאת
            פעילות האם חושפת אותו לגירויי תנועה. פגים נחשפים בשלב מוקדם לכוח
            הכבידה ולמשטח הקשה והיציב של המזרן ובכך נמנעת מהם התנועתיות ממנה
            נהנו ברחם. הקן מספק מגע חוזר לתנועותיו של התינוק.
          </p>
          <p>בנוסף ישנה חשיבות לתנועה הדרגתית בכל הקשור לטיפול בתינוק.</p>
          <p className="paragraph-title">מגע:</p>
          <p>
            הוא שפה ראשונית בסיסית וחשובה באמצעותה תוכלו לתקשר עם תינוקכם.
            לעיתים קרובות התינוק נבהל בעת המגע הראשוני, אל תילחצו. על מנת להכינו
            למגע ידכם דברו אליו תחילה, הביאו את ידכם מעליו במרחק קצר כך שיחוש
            בחום ידכם וידע שאתם עומדים לגעת בו ללא בהלה, המשיכו והניחו עליו את
            ידכם בצורה הנוחה לכם, אל תחששו. מומלץ מגע יציב, רציף ורגוע על פני
            מגע מרפרף ומלטף. מגע זה יפורש על ידי תינוקכם כמגע אוהד המשרה ביטחון.
          </p>
          <p className="paragraph-title">מגע עור לעור / "שיטת הקנגורו"</p>
          <p>
            שיטת הקנגורו, הקרויה גם skin to skin , מבוססת על מגע בין עור ההורה
            לעורו של היילוד על ידי הנחת הפג על חזה ההורה .כאמור מגע, ריח וקול
            מוכר ונעים, חום גוף ואינטראקציות חיוביות מעודדים גדילה ומהווים בסיס
            חשוב להתפתחות התינוק. גוף ההורה מגן על הפג מגירויים חזקים כגון אור,
            רעש, שינוי טמפרטורה, כאב ואף זיהומים. שיטת הקנגורו מייצבת את חום גוף
            הפג ואת קצב נשימותיו וקצב ליבו. שיטת עור לעור תורמת להגברת ייצור
            החלב אצל האם ומסייעת לתינוק בפעולת היניקה. שיטת הקנגורו מעצימה את
            הקשר בין הפג וההורה. שיטת הקנגורו הינה שיטה מעולה להרגיע את הפג ובכך
            לעזור לו להגיע לשינה איכותית ועמוקה.
            <br />
            מומלץ להתארגן לקנגורו של לפחות 60 דקות ואף יותר. אנו מזמינים
            ומעודדים אתכם לדבר ולהתייעץ עם הצוות בנושא חשוב זה.
          </p>
          <p className="paragraph-title">שינה ומנוחה:</p>
          <p>
            הם הצרכים ההתפתחותיים החשובים ביותר. ככל שהפג קטן יותר (במשקל ובגיל)
            שנתו ממושכת יותר. אנו משתדלים להימנע מלהעירו. אם הערנו את תינוקכם
            לצורך טיפול רפואי, נסו להרגיעו ולעזור לו לחזור לשינה.
          </p>
          <p className="paragraph-title">השפה הייחודית של הפגים:</p>
          <p>
            תינוקות מביעים את רצונותיהם ואת רגשותיהם באמצעות שפת הגוף.
            <br />
            ישנה חשיבות רבה להבנת שפת הגוף של הפג ולסימנים שהוא מראה, על מנת
            להגיב אליו בהתאם, להביאו לרגיעה וליצור אווירה מעודדת התפתחות תקינה
            כבר מרגעיו הראשונים בפגייה.
            <br />
            בדרך כלל התנועות שמביעות נינוחות הן תנועות של ידיים ורגליים הקרובות
            לגוף, קרובות לקו האמצע של הגוף, בעוד תנועות הרחוקות ממרכז הגוף
            מביעות אי-נוחות.
            <br />
          </p>
          <p className="paragraph-title">
            בטבלה כאן תוכלו ללמוד חלק מהסימנים העיקריים המשקפים את הלך רוחו של
            הפג:
          </p>

          <Image src="premature-world-states.png" className="all-page-image" />
          <p>צוות התפתחותי, אסותא אשדוד</p>
          <div className="back-to-home-container">
            <Link to="/prematurity" className="back-to-home-button">
              חזרה לדף הבית
            </Link>
          </div>
        </div>
      </div>
    </Layout>
  );
}

export const Head = () => (
  <Seo title="הדרכת הורים -  התפתחות וגדילה - פגייה - אסותא אשדוד" />
);
