import React from 'react';
import Layout from '../../components/Layout';
import Seo from '../../components/Seo';
import { Link } from 'gatsby';
import Image from '../../components/Image';
import './prematurity.scss';

export default function ResuscitationAndChoking() {
  return (
    <Layout coverTitle="הדרכת הורים">
      <div className="page-container">
        <div className="main-content">
          <div className="sub-title">החייאת תינוקות</div>
          <p>הורים יקרים,</p>
          <p>
            הדרכה זו מיועדת לאנשים שאינם מקצוענים בהחייאה, והיא מבוססת על הנחיות
            של האיגוד האמריקאי למחלות לב (AHA, 2021 American Heart Association).
          </p>
          <p className="paragraph-title">
            שאיפת גוף זר וחנק – תינוק מתחת לגיל שנה
          </p>
            <p>
              זכרו: הפעולה הראשונה היא מניעה!<br />
              <b>מזון:</b> חשוב לחתוך את המזון בצורה קפדנית ומתאימה ליכולת
              האכילה של תינוק / ילד. אין לתת לילדים מתחת לגיל 5 פיצוחים וסוכריות
              קטנות.
              <br />
              <b>משחקים וצעצועים:</b> לבחור משחקים על פי גילו של התינוק.
              <br />
              <b>סימני אזהרה:</b>
              <ul>
                <li>חוסר יכולת לבכות או להשמיע קול.</li>
                <li>שיעול חלש שאין בו כדי להביא לפליטת הגוף הזר.</li>
                <li>קולות חלושים וצורמניים במהלך שאיפת אוויר.</li>
                <li>קושי לנשום.</li>
                <li>צבע עור כחלחל.</li>
                <li>אובדן הכרה (כאשר דרכי האוויר נותרים חסומים).</li>
              </ul>
            </p>
          <p className="paragraph-title">בטיחות ובדיקת הכרה</p>
          <ul>
            <li>ודאו כי לא נשקפת סכנה לכם ולתינוק.</li>
            <li>
              אם התינוק אינו מגיב ואינו נושם או נושם בצורה לא תקינה ואדם נוסף
              נמצא עמכם, בקשו שיחייג 101 (מד"א) ויזעיק עזרה.
            </li>
            <li>
              אם אין אדם נוסף בסביבה שיכול לעזור, חייגו 101 (מד"א) בכוחות עצמכם
              ופעלו בהתאם להנחיות.
            </li>
            <li>
              אם אתם נמצאים במקום שיש מכשיר דפיברילטור, בקשו להביא אותו, ועד
              להגעתו התחילו בביצוע עיסויי חזה.
            </li>
          </ul>
          <p className="paragraph-title">הסדרת זרימת הדם באמצעות לחיצות חזה</p>
          <ul>
            <li>יש להשכיב את התינוק על גבו על גבי מצע יציב, קשיח וגבוה.</li>
            <li>יש לבצע 30 לחיצות בשיטה של שתי אצבעות במרכז של בית החזה.</li>
            <li>
              יש לבצע לחיצות ללא ניתוק של האצבעות מבית החזה, כאשר היד השנייה
              מונחת מתחת לגבו של התינוק תוך הטיה קלה של ראש התינוק לאחור לפתיחת
              נתיב אוויר.
            </li>
            <li>הקפידו על חזרה מלאה של בית החזה בין עיסוי לעיסוי.</li>
            <li>עומק: כ-4 ס״מ (בערך שליש של בית החזה).</li>
          </ul>
          <p className="paragraph-title">בדיקת דרכי אויר</p>
          <p>
            לפני ביצוע הנשמה יש לבדוק נוכחות של גוף זר בחלל הפה. אם נמצא יש
            לנסות להסירו באמצעות אצבעותיכם.
          </p>
          <p className="paragraph-title">הנשמה</p>
          <ul>
            <li>בצעו 2 הנשמות לאחר כל 30 לחיצות בבית החזה.</li>
            <li>הימנעו מנשיפות אוויר מעומק ריאותיכם.</li>
            <li>יש לבצע את ההנשמה עד לעלייה המינימלית של בית החזה.</li>
            <li>
              אם בית החזה של התינוק אינו מתרומם, פתחו את פיו של התינוק ובדקו
              נוכחות של גוף זר. אם אתם מבחינים בגוף זר, הסירו אותו באמצעות
              אצבעותיכם.
            </li>
            <li>
              מחזור החייאה אחד כולל 30 לחיצות חזה ו-2 הנשמות. המשיכו בביצוע
              פעולות ההחייאה עד להגעת צוותי החירום, או עד שהתינוק יגלה סימני
              תנועה או ינשום בכוחות עצמו.
            </li>
          </ul>
            <p className="paragraph-title">פעולות כאשר התינוק בהכרה</p>
            <p>
              מצב בו יש נשימה ״מצפצפת״ והתינוק לא מצליח להשתעל, יש לבצע את
              הפעולות הבאות: 
            </p>
            <p>
              <ul className="numbered-list">
                <li>בקשו מאדם שלידכם להזעיק עזרה - לחייג 101 (מד"א). אם
                אין אדם נוסף בסביבה שיכול לעזור, חייגו 101 (מד"א) בכוחות עצמכם.</li>
                <li>השכיבו את התינוק על זרועכם, כשפניו פונות כלפי מטה.</li>
                <li>
                  תמכו את הזרוע על הברך. תמכו את חזהו של התינוק בידכם,
                  כשאצבעותיכם אוחזות בלסתו התחתונה.
                </li>
                <li>הטו את ראש התינוק כלפי מטה, נמוך יותר מגובה גופו.
                  <div className="image-container">
                    <Image src="assuta/resuscitation/3.jpg" />
                  </div>
                </li>
                <li>
                  בצעו 5 טפיחות בין השכמות של התינוק תוך שימוש בבסיס כף ידכם
                  השנייה.
                </li>
              </ul>
            </p>
            <p>
              <b>
                חשוב! אין לבצע את הצעדים שהוזכרו לעיל אם התינוק משתעל. אפשרו לו
                לנסות לפלוט את הגוף הזר בכוחות עצמו כאשר פלג הגוף העליון שלו
                מורם.
              </b>
            </p>
            <p className="paragraph-title">
              אם הגוף הזר אינו נפלט לאחר ביצוע של 5 טפיחות
            </p>
            <p>
              <ul className="numbered-list">
                <li>
                  סובבו את התינוק כשפניו כלפי מעלה (כלפיכם). תמכו את גופו של
                  התינוק על זרועכם וכן תמכו בראשו עם כף ידכם. תמכו את הזרוע על
                  הברך.
                </li>
                <li>הניחו שתי אצבעות במרכז חזהו של התינוק.</li>
                <li>
                  יש לבצע 5 לחיצות בשיטה של שתי אצבעות במרכז של בית החזה לעומק
                  של כ-4 סנטימטרים (בערך שליש של בית החזה).
                  <div className="image-container">
                    <Image src="assuta/resuscitation/4.png" />
                  </div>
                </li>
                <li>
                  המשיכו לבצע מחזורים של 5 לחיצות חזה ו-5 טפיחות בין השכמות של
                  התינוק עד יציאתו של גוף זר או איבוד הכרה או עד הגעת כוחות
                  הצלה.
                </li>
                <li>אם התינוק מאבד את הכרתו חדלו לבצע לחיצות חזה.</li>
              </ul>
            </p>
            <p className="paragraph-title">אם התינוק מאבד את הכרתו </p>
            <p>
              אם התינוק מפסיק להגיב, מפסיק לנשום או מכחיל:
              <ul>
                <li>
                  בקשו מאדם שלידכם להזעיק עזרה - לחייג 101 (מד"א). אם אין אדם
                  נוסף בסביבה שיכול לעזור, חייגו 101 (מד"א) בכוחות עצמכם ופעלו
                  בהתאם להנחיות מוקד מד"א.
                </li>
                <li>
                  השכיבו את התינוק על משטח קשיח, יציב וגבוה והתחילו החייאה
                  הכוללת עיסויים והנשמות.
                </li>
                <li>
                  לפני ביצוע ההנשמה הביטו בחלל הפה, אם קיים גוף זר בחלל הפה יש
                  להוציאו במידת האפשר באמצעות אצבעות.
                </li>
                <li>
                  יש להמשיך לבצע החייאה ולא להפסיק עד הגעה של כוחות ההצלה או
                  חזרה להכרה.
                </li>
              </ul>
            </p>
          <p>בכל שאלה ניתן לפנות אל הצוות המטפל.</p>
          <p>בברכת בריאות איתנה.</p>
          <div className="back-to-home-container">
            <Link to="/prematurity" className="back-to-home-button">
              חזרה לדף הבית
            </Link>
          </div>
        </div>
      </div>
    </Layout>
  );
}

export const Head = () => <Seo title="החייאת תינוקות" />;
