import React from 'react';
import Layout from '../../components/Layout';
import Seo from '../../components/Seo';
import { Link } from 'gatsby';
import './prematurity.scss';

export default function RsvVaccine() {
  return (
    <Layout coverTitle="חיסון נגד הנגיף RSV - דף הסבר - אסותא אשדוד">
      <div className="page-container">
        <div className="main-content">
          <div className="sub-title">חיסון נגד הנגיף RSV</div>
          <p>
            הורים יקרים,
            <br />
            RSV- Respiratory Syncytial Virus הוא גורם שכיח למחלות דרכי הנשימה
            בתינוקות ובפגים.
          </p>
          <p className="paragraph-title">האם יש טיפול מונע נגד הנגיף? </p>
          <p>
            Palivizumab הוא שמו של החיסון נגדRSV , והוא מוכר גם בשם המסחרי
            -Abbosynagis.. החיסון Palivizumab הוא חיסון סביל ייחודי נגד נגיףRSV
            המיועד להגן על תינוקות בסיכון ועל פגים.
            <br />
            שהם הכי פגיעים בפני הדבקה במחלה זו. החיסון ניתן בשנתיים הראשונות
            לחייהם של תינוקות בסיכון. כיוון שמדובר בחיסון סביל המספק נוגדנים
            לתינוק מבלי שהוא מעורר את מערכת החיסון, יש צורך במתן מנות חוזרות
            בעונת השנה שבה הנגיף מסתובב.
          </p>
          <p className="paragraph-title">
            החיסון ניתן פעם ב-30 יום במשך חמישה חודשים מתחילת נובמבר ועד סוף
            חודש מרץ, והוא מומלץ לקבוצות בסיכון כמפורט להלן:
          </p>
          <p>
            <ul className="numbered-list">
              <li>
                ילדים שנולדו פגים וזקוקים לטיפול בחמצן בשל מחלת ריאות כרונית -
                יחוסנו <u>עד גיל שנתיים</u>.
              </li>
              <li>
                ילדים שנולדו פגים בגיל מתוקן של 36 שבועות היריון ונזקקו לטיפול
                באחד מאלה: חמצן, תרופות משתנות, סטרואידים או מרחיבי סמפונות -
                Broncho יחוסנו <u>עד גיל שנה</u>.
              </li>
              <li>
                ילדים שנולדו לפני השבוע ה-32 להיריון + 6 ימים יחוסנו{' '}
                <u>עד גיל שנה</u> (ילדים שנולדו עד שבוע היריון 32 + 6 ימים והחלו
                את עונת החורף לפני הגיעם לגיל שנה יקבלו את החיסון).
              </li>
              <li>
                ילדים שנולדו לפני השבוע ה-34 להיריון + 6 ימים - יחוסנו{' '}
                <u>עד גיל חצי שנה</u> (ילדים שנולדו עד שבוע הריון 34 + 6 ימים
                והחלו את עונת החורף לפני הגיעם לגיל חצי שנה יקבלו את החיסון). יש
                להתייחס לניסוח בסעיף זה (4) כמו בסעיף הקודם (3) בהתאם למה
                שהוחלט.
              </li>
              <li>
                ילדים הסובלים ממחלת לב מולדת ונמצאים באחד המצבים האלה:
                <ul>
                  <li>ילדים המקבלים טיפול תרופתי לאי ספיקת לב.</li>
                  <li>ילדים עם יתר לחץ דם ריאתי בינוני עד חמור.</li>
                  <li>ילדים עם מחלת לב כחלונית.</li>
                </ul>
                ילדים אלה יחוסנו <u>עד גיל שנה</u> .
              </li>
              <li>
                ילדים שנולדו במשקל נמוך מ-1 ק"ג, ללא תלות בשבוע הלידה - יחוסנו{' '}
                <u>עד גיל שנה</u>.
              </li>
              <li>
                ילדים הסובלים ממחלת ריאות כרונית מורכבת, ללא תלות בשבוע הלידה -
                יחוסנו <u>עד גיל שנה</u>.
              </li>
            </ul>
          </p>
          <p className="paragraph-title">האם לחיסון יש תופעות לוואי?</p>
          <p>
            שכיחות <b>תופעות הלוואי</b> לאחר קבלת החיסון נגד נגיף RSV נמוכה. חלק
            מהמתחסנים עלולים לפתח תופעות לוואי מקומיות קלות אדמומיות, נפיחות,
            רגישות או התקשות באזור ההזרקה ותופעות לוואי כלליות כגון חום ופריחה.
            תופעות הלוואי האלה יחלפו בדרך כלל תוך מספר ימים.
          </p>
          <p>בכל שאלה ניתן לפנות אל הצוות המטפל.</p>
          <p>בברכת בריאות איתנה.</p>

          <div className="back-to-home-container">
            <Link to="/prematurity" className="back-to-home-button">
              חזרה לדף הבית
            </Link>
          </div>
        </div>
      </div>
    </Layout>
  );
}

export const Head = () => (
  <Seo title="חיסון נגד הנגיף RSV - דף הסבר - אסותא אשדוד" />
);
