import React from 'react';
import Layout from '../../components/Layout';
import Seo from '../../components/Seo';
import { Link } from 'gatsby';
import './prematurity.scss';

export default function TracheostomyCare() {
  return (
    <Layout coverTitle="">
      <div className="page-container">
        <div className="main-content">
          <div className="sub-title">פיום קנה / טרכאוסטומי בתינוקות</div>
          <p>הורים יקרים,</p>
          <p>
          תינוקות שנושמים באמצעות צינורית המוחדרת לקנה הנשימה דרך פתח בצוואר - קנולה - זקוקים לטיפול מיוחד ולהשגחה מתמדת. הטיפול בתינוקכם לאחר החדרת הקנולה עלול להעלות חשש ופחד וזה טבעי ביותר.
          </p>
          <p>
          מטרת החוברת לספק לכם מידע  שיעזור לכם לטפל בילדכם בדרך הטובה והבטוחה ביותר. ישנם דברים רבים ללמוד, אך הטיפול הופך קל יותר עם הזמן.
          </p>
          <p>
          חשוב ביותר שהטיפול השוטף יהיה חלק אינטגרלי משגרת חיי היום יום. חלק מהמטלות תידרשו לבצע מספר פעמים ביום ואחרות אחת לשבוע. תכנון וארגון יומי של מטלות ושגרת לוח זמנים יסייעו לכם רבות, ויעזרו גם לילדכם בשגרת היומיום שלו. חשוב שבני משפחה נוספים ידעו כיצד לטפל בילדכם, על מנת שתוכלו להתפנות גם לעיסוקים אחרים וכן למנוחה.
          </p>
          <p className="paragraph-title">מהו פיום קנה / טרכאוסטומי?
          </p>
          <p>
            Trachea - קנה הנשימה <br />
            Stoma - פִּּיּוּם <br />
            Tracheostomy - פיום קנה<br />
          </p>
          <p>
          פיום קנה / טרכאוסטומי הוא ניתוח לפתיחת נתיב אוויר ישירות לקנה הנשימה בקדמת הצוואר. בניתוח יוצרים פתח בעור הצוואר המגיע לקנה הנשימה, דרכו מעבירים צינור המכונה קנולה. הקנולה יוצרת נתיב אוויר עוקף לפה ולאף, דרכו הילד נושם. טרכאוסטומי הינה פעולה הפיכה, כלומר ניתן לסגור את הפתח לנשימת אף 'טבעית'.
          </p>

          <p className="paragraph-title">מהי קנולה ?
          </p>
          <p>
          הקנולה היא צינורית קצרה הממוקמת בצוואר ומוחדרת לקנה הנשימה. היא מוחזקת במקומה בעזרת קיבוע או שרוך הכרוך מסביב לצוואר, היא עשויה חומר גמיש למחצה ויכולה לכלול בלונית המקיפה אותה. היא מאפשרת נתיב אוויר פתוח, שאיבת הפרשות מדרכי הנשימה והנשמה מלאכותית. חברות רבות מייצרות קנולות. לרוב כתובים על הקנולה שם היצרן, גודל, קוטר פנימי וחיצוני, ואורך.
          </p>
          <div className="reviewer-note">הושמטו כאן בולטים שלא נראים קשורים</div>
          <p className="paragraph-title">קנולה עם צינורית פנימית וחיצונית:
          </p>
          <p>
          לילדים בוגרים ולמבוגרים יוצרו קנולות שכוללות צינורית חיצונית וצינורית פנימית שמותקנות אחת בתוך השנייה. הצינורית הפנימית ננעלת בתוך החיצונית כדי למנוע שליפה לא מתוכננת. אפשר להוציא אותה בקלות לצורך ניקוי, בזמן שהצינורית החיצונית נשארת במקומה ומבטיחה את מעבר האוויר. אצל ילדים קטנים לא מותקנת צינורית פנימית בשל ממדי דרכי הנשימה שלהם.
          </p>
          <p className="paragraph-title">מוליך הקנולה:
          </p>
          <p>
          ערכת הקנולה כוללת מוליך קשיח בעל קצה מעוגל. הוא מוכנס לתוך הקנולה כדי שהחדרתה לקנה הנשימה תהיה קלה יותר. <b>יש להוציאו מיד כשהקנולה הוכנסה למקומה</b> מכיוון שהוא חוסם את החלל שלה ואת מעבר האוויר. לאחר ניקוי המוליך וייבושו, יש להשאירו בהישג יד.
          </p>
          <p className="paragraph-title">הפרשות ושיעול:
          </p>
          <p>
          הגירוי שיוצרת הקנולה בקנה הנשימה מעורר הפרשות. ייתכן שבהתחלה יהיו לילדכם הפרשות מרובות, אך עם הזמן הן יפחתו. השיעול עשוי להיות חלש ופחות יעיל מהרגיל, לכן תצטרכו לשאוב את ההפרשות במכשיר סקשן וכך לסייע לילדכם לנשום ביתר קלות.
          </p>

          <p className="paragraph-title">ניקוי הקנולה והחלפת הקיבוע שלה:
          </p>
          <p>
          הטיפול היומיומי כולל:
            <ul>
                <li>החלפה של קיבוע הקנולה (רצוי לאחר המקלחת או כאשר הקיבוע רטוב או מלוכלך).
                </li>
                <li>ניקוי אזור כניסת הקנולה והעור שמסביב (מתבצע בעת החלפת הקיבוע). 
                </li>
                <li>ניקוי הצינורית הפנימית של הקנולה (אם קיימת).
                </li>
            </ul>
          </p>
          <p>
          <b>המלצה:</b> השתדלו להיעזר באדם נוסף בהחלפת הקיבוע. פעולה זו בטוחה יותר אם היא מתבצעת על ידי שני אנשים האחד מחזיק את הקנולה במקומה למניעת תזוזה, והשני מבצע את ההחלפה.
          </p>
          <p>
          <b>ציוד להחלפת קיבוע:</b> פדי גזה, אפליקטורים (דמויי מקלות לניקוי אוזניים), סליין 9.0% (תמיסת מי מלח), קיבוע ייעודי או שרוך בד, מספריים (אם משתמשים בשרוך בד) ושמיכה קטנה או מגבת מגולגלת.
          </p>
          <p className="paragraph-title">שלבי החלפת הקיבוע:</p>
          <p>
            <ul className="numbered-list">
                <li>הכינו את הקיבוע (את הקצוות ניתן לחתוך בזווית, לטובת השחלה קלה).
                </li>
                <li>הכינו את הציוד להחלפת הקיבוע בהישג יד.
                </li>
                <li>רחצו ידיים היטב.
                </li>
                <li>השכיבו את התינוק על הגב. הניחו מגבת מגולגלת מתחת לכתפיו כדי להבליט את קדמת הצוואר.
                </li>
                <li>במידת הצורך שאבו הפרשות לפני החלפת הקיבוע (לרוב ההחלפה מגרה שיעול).
                </li>
                <li>החזיקו את הקנולה בשתי אצבעותיכם והצמידו בעדינות לכיוון הצוואר במשך כל פעולת ההחלפה והניקוי. מרגע זה כל פעולה שתעשו תהיה עם יד אחת בלבד. היד השנייה אינה עוזבת לרגע את הקנולה! כדי שלא תצא ממקומה. אם יש אדם נוסף הוא יכול להחזיק את הקנולה וכך שתי ידיכם יהיו פנויות.
                </li>
                <li>בידכם הפנויה פתחו את הסקוטש הישן בצד המרוחק מכם והוציאו אותו מהלולאה.
                </li>
                <li>הוציאו את הקיבוע והפד הישנים מהצד הקרוב אליכם.
                </li>
                <li>כעת יש לנקות את האזור: הרטיבו אפליקטור או פד בסליין.
                </li>
                <li>בעזרת האפליקטור או הפד הספוג נקו את כל אזור הפתח, הצוואר, העורף וכנפי הקנולה.
                </li>
                <li><b>חשוב!</b> בסיום הניקוי יבשו את כל האזור בעזרת פד יבש.
                </li>
                <li>מקמו פד חדש סביב הקנולה לספיגת ההפרשות.
                </li>
                <li>השחילו את הקיבוע החדש בלולאה הקרובה אליכם.
                </li>
                <li>סגרו את הסקוטשים כך שהקיבוע יהיה הדוק מספיק (ושתתאפשר הכנסת אצבע בינו לבין צוואר הילד).
                </li>
                <li>כעת הקנולה מקובעת. רחצו ידיים היטב.
                </li>
            </ul>
          </p>
          <p className="paragraph-title">שאיבת הפרשות במכשיר סקשן:
          </p>
          <p>פעולת השאיבה במכשיר סקשן עלולה להיות לא נעימה ולגרום לתחושת מחנק. עם זאת היא הכרחית ותסייע לנשימת תינוקכם.</p>
          <p>בימים הראשונים לאחר הניתוח תינוקכם יזדקק לסקשן בתדירות גבוהה. בסמוך לשחרור הביתה התדירות תפחת, ותלמדו לזהות מתי צריך לבצע את הפעולה. הסתכלות, שמיעה ושימת לב לילדכם יעזרו לכם לקבל את ההחלטה. לעתים הילד ישתעל ויוציא בעצמו את הליחה, כך שלא יהיה צורך בשאיבה עמוקה אלא רק מהחלל החיצוני של הקנולה.</p>
          <p>חשוב לבצע סקשן לפחות פעם ביום כדי להבטיח נתיב אוויר פתוח. רצוי לעשות את זה באחד מהמצבים הבאים: בבוקר עם הקימה, לפני השינה, אחרי אינהלציה או אחרי פיזיותרפיה נשימתית. עם זאת יש לזכור כי שאיבות מיותרות עלולות לגרום לגירוי מערכת הנשימה, לפציעת קנה הנשימה וליצירת כמות מוגברת של הפרשות, שיכולות להיות דמיות.</p>
          <p className="paragraph-title">הציוד הנדרש לביצוע סקשן:
          </p>
          <p>
            <ul className="numbered-list">
                <li>כפפה סטרילית
                </li>
                <li>סליין 9.0% NaCl (תמיסת מי מלח) במזרק 5-2.5 cc
                </li>
                <li>קתטר (צנתר) לשאיבה (קוטרו עד חצי מקוטר הקנולה)
                </li>
                <li>מחבר לחץ / Tip Finger (חלק המתחבר לצינור השאיבה)
                </li>
                <li>כוסית חד-פעמית עם מים מזוקקים
                </li>
                <li>מכשיר שאיבה
                </li>
                <li>קנולה רזרבית במידה של הילד
                </li>
                <li>קנולה נוספת בחצי מידה קטנה יותר מזו של הילד
                </li>
                <li>אמבו להנשמה
                </li>
            </ul>
         </p>
         <p className="paragraph-title">מתי מבצעים סקשן ?
          </p>
          <p>
            <ul>
                <li>
                רעש של הפרשות בקנה הנשימה או שיעול עם ליחה.
                </li>
                <li>מצוקה נשימתית: מאמץ נשימתי, נשימה כבדה ועלייה בקצב הנשימות או בקצב הדופק, חיוורון, כיחלון או אפרוריות באזור הפנים.
                </li>
                <li>בהנחת כף היד ניתן לחוש חרחורים בבית החזה.
                </li>
                <li>התינוק באי-שקט, עצבני, מזיע או בוכה ולא נענה לניסיונות הרגעה.
                </li>
                <li>ביצעתם פיזיותרפיה נשימתית והליחה לא יצאה ספונטנית.
                </li>
            </ul>
          </p>
          <p className="paragraph-title">איך מבצעים את הסקשן ?
          </p>
          <p>
          השאיבה תתבצע דרך הקנולה באופן סטרילי. יש לסמן את צינורית הסקשן לפי אורך הקנולה. שאיבה עמוקה יותר מאורך הקנולה עלולה לפצוע את קנה הנשימה.
            <ul>
                <li>הכינו את הציוד הדרוש. כמו כן חברו את הקתטר (צנתר) ומחבר הלחץ למכשיר הסקשן.
                </li>
                <li>הפעילו את המכשיר, ודאו שיש לחץ (נסו לבצע שאיבת מים מכוס).
                </li>
                <li>ודאו שהוא נמצא בתנוחה הנוחה לביצוע סקשן.
                </li>
                <li>רחצו ידיים.
                </li>
                <li>לבשו את הכפפה הסטרילית על יד אחת ובעזרת היד השנייה הסירו את העטיפה מעל הקתטר (צנתר), כך שרק היד הסטרילית תחזיק בו. <b>זכרו!</b> הקתטר סטרילי ואסור לגעת בו ביד החשופה או עם כל דבר אחר.
                </li>
                <li>החדירו את הקתטר (צנתר) לתוך הקנולה במהירות ובזהירות, באורך הנדרש (של הקנולה עצמה).
                </li>
                <li>סגרו עם האצבע על פתח מחבר הלחץ ומשכו בעדינות ובתנועה סיבובית את הקתטר (צנתר) החוצה.
                </li>
                <li>אם יש הפרשות צמיגיות, טפטפו כמה טיפות סליין לתוך הקנולה כדי לרכך אותן, הנשימו עם האמבו באמצעות שלוש לחיצות וחזרו על פעולת השאיבה.
                </li>
                <li>הפסיקו לשאוב כאשר תראו שאין יותר הפרשות הנשאבות לקתטר (צנתר) או כשלא תשמעו יותר את הבעבוע שלהן.
                </li>
                <div className="reviewer-note">שקף 11 - מוזר מאוד, לא מתקשר למה שהיה קודם. המספור ממשיך את מה שהיה, הכותרת התחלפה. הורדתי את זה</div>
            </ul>
         </p>
         <p className="paragraph-title">דגשים:            
          </p>
          <p>
            <ul>
                <li>בכל שאיבה הריחו את ההפרשות, הסתכלו עליהן  ושימו לב לכמות, לצבע ולסמיכות שלהן. ריבוי הפרשות ושינוי בצבע ובריח שלהן עשויים להצביע על שינוי במצבו הבריאותי של התינוק. התייעצו על כך עם הרופא המטפל.
                </li>
                <li>בזמן שהקתטר (צנתר) נמצא בקנולה, מעבר האוויר נחסם חלקית. לכן משך פעולת השאיבה, כניסה ויציאה ביחד, לא יעלה על חמש שניות.
                </li>
                <li>מספר השאיבות יבוצע לפי הצורך. חשוב להמתין כמה שניות בין שאיבה לשאיבה או עד שצבע עורו של הילד יחזור לנורמלי.
                </li>
                <li>תוכן השאיבה עשוי להיות אדום או עם נקודות דם בשל גירוי הרקמות. זאת בשל שאיבה עמוקה מאורך הקנולה, שאיבות תכופות, שיעול חזק, ושימוש בלחץ שאיבה חזק מדי. אם הדבר קורה בתכיפות, יש להתייעץ עם הרופא המטפל.
                </li>
            </ul>
          </p>
          <p className="paragraph-title">איך משתמשים באמבו – מפוח ידני:
          </p>
          <p>
          ייתכן שתצטרכו לסייע לתינוקכם לנשום בעזרת אמבו. מכשיר זה משמש בעת קשיי נשימה ובהנשמה רציפה בשעת חירום. עליו להימצא ליד הילד כל הזמן, כשהוא מוכן לשימוש.
          </p>
          <p className="paragraph-title">כך תשתמשו:</p>
          <p>
            <ul className="numbered-list">
              <li>חברו את האמבו לצינורית חמצן ופתחו את ברז החמצן
              </li>
              <li>חברו את האמבו ישירות לקנולה או לצינור מאריך ("אקורדיון")
              </li>
              <li>לחצו על האמבו כדי לספק את נפח האוויר המתאים לריאות תינוקכם, עד שתראו התרוממות של בית החזה.
              </li>
              <li>המשיכו בלחיצות לפי הצורך.
              </li>
            </ul>
          </p>
          <p className="paragraph-title">קנולה חסומה:
          </p>
          <p>
          אם הקנולה חסומה, בצעו את שלושת השלבים:
            <ul>
              <li>טפטפו לתוכה סליין 3-1 מ"ל.
              </li>
              <li>הנשימו באמבו.
              </li>
              <li>שאבו הפרשות במכשיר הסקשן.
              </li>
            </ul>
          </p>
          <p className="paragraph-title">אם הקנולה עדיין חסומה גם במקרים הבאים, יש להחליפה:
          </p>
          <p>
            <ul>
              <li>קושי בהחדרת הקתטר (צנתר) בכמה ניסיונות חוזרים של שאיבה וגם לאחר החלפת מידת הקתטר לקטנה יותר (כלומר הבעיה היא כנראה חסימה).
              </li>
              <li>התינוק מתקשה לנשום גם לאחר כמה שאיבות.
              </li>
              <li>התינוק באי שקט ולא מגיב לשאיבות או לשיטות ההרגעה הרגילות.
              </li>
            </ul>
          </p>
          <p className="paragraph-title">הציוד הנדרש החלפת קנולה:
          </p>
          <p>
            <ul className="numbered-list">
              <li>חמצן</li>
              <li>אמבו מחובר לחמצן + "אקורדיון"
              </li>
              <li>מד סטורציה
              </li>
              <li>מכשיר סקשן + ציוד סקשן מוכן ומחובר
              </li>
              <li>שתי קנולות: אחת במידה של הילד והשנייה בחצי מידה קטנה יותר
              </li>
              <li>קיבוע לקנולה
              </li>
              <li>שמיכה או מגבת מגולגלת לתמיכה מתחת לכתפיים (כדי שהצוואר והקנולה יובלטו לפנים)
              </li>
            </ul>
          </p>
          <p className="paragraph-title">שלבי החלפת קנולה:
          </p>
          <p>
          כאשר הקנולה חסומה או נשלפת, רצוי להיעזר באדם נוסף בהחלפתה.
            <ul className="numbered-list">
              <li>רחצו ידיים היטב
              </li>
              <li>הסבירו לילד על התהליך העומד להתבצע
              </li>
              <li>הכינו את הציוד הנדרש
              </li>
              <li>חברו את מד הסטורציה לילדכם
              </li>
              <li>אם ילדכם נעזר בחמצן, ייתכן שתצטרכו לתת לו תוספת חמצן בשלב זה
              </li>
              <li>פתחו את אריזת הקנולה החדשה (אם יש בלונית הוציאו ממנה את האוויר), והכניסו את המוליך לקנולה
              </li>
              <li>השכיבו את הילד על גבו
              </li>
              <li>מקמו את המגבת או השמיכה המגולגלת מתחת לכתפי הילד כדי לחשוף את אזור הצוואר ולהרים את הסנטר כלפי מעלה
              </li>
              <li>במידת הצורך בצעו שאיבה לפני החלפת הקנולה
              </li>
              <li>שחררו את קיבוע הקנולה משני הצדדים
              </li>
              <li>הוציאו את הקנולה הישנה בזווית הכיפוף שלה. התנועה תהיה בצורת קשת כלפי מעלה והחוצה בו-זמנית
              </li>
              <li>הכניסו את הקנולה החדשה בעדינות, בזווית המתאימה. כוונו אותה פנימה ולמטה בו-זמנית (להחדרה קלה אפשר למרוח עליה ג'ל)
              </li>
              <li>הוציאו את המוליך כאשר אתם מחזיקים את הקנולה במקומה. <b>ילדכם לא יוכל לנשום כל עוד המוליך נמצא בתוך הקנולה, ולכן יש להוציאו מיד</b>
              </li>
              <li>שמרו את המוליך
              </li>
              <li>נקו את סביבת הקנולה כפי שמוסבר בסעיף "החלפת קיבוע"
              </li>
              <li>מקמו פד סביב הקנולה וקבעו אותה
              </li>
              <li>רחצו ידיים היטב
              </li>              
            </ul>
            כדאי לדעת: החלפת קנולה היא פעולה לא נעימה ומעט כואבת. לכם ההורים היא תיראה מפחידה בהתחלה. הילד עשוי להשתעל (רפלקס ההקאה), לבכות, להאדים ולהזיע. לכן יש לבצע את הפעולה בזריזות וברוגע.
          </p>
          <p className="paragraph-title">מה עושים אם לא ניתן להחדיר את הקנולה למקומה:
          </p>
          <p>
          אם אינכם מצליחים להחדיר את הקנולה למקומה, בצעו את השלבים הבאים:
            <ul className="numbered-list">
              <li>נסו להחדיר קנולה שקטנה בחצי מידה מהקנולה הישנה (ודאו כי הבלונית מרוקנת).
              </li>
              <li>אם לא הצלחתם, צלצלו ל-101 (מד"א).
              </li>
              <li>במקביל העריכו את המצוקה הנשימתית של תינוקכם ופעלו בהתאם לסדר פעולות במצבי חירום (ראו בהמשך).
              </li>
            </ul>
          </p>
          <p className="paragraph-title">דגשים לטיפול בפיום קנה:
          </p>
          <p>
            <b>אמצעים למתן לחות:</b> כעת ילדכם נושם דרך הטרכאוסטום ולא דרך האף והפה, לכן הרירית במערכת הנשימה עלולה להתייבש או ליצור הפרשות סמיכות, וכדאי להשתמש באמצעי לחות:
            <ul>
                <li>פילטר לחות (מאייד) שמתחבר לצנרת המנשם.
                </li>
                <li>לחלוח אוויר החדר במכשיר ייעודי.
                </li>
                <li>מחולל חמצן (מתאים לילד שנזקק לחמצן ואינו מונשם). החמצן עובר דרך מים, מקבל לחות ומגיע אל הילד דרך מסכה מתאימה.
                </li>
                <li>פילטר מלחלח (מתאים לילד שאינו נזקק לחמצן). הפילטר מתחבר ישירות אל הקנולה, ובנוסף ללחות מאפשר דיבור.  
                </li>
            </ul>
            מזגן מוריד את רמת הלחות באוויר ויכול לגרום ליובש. לכן מומלץ להפחית במידת האפשר את השימוש בו ולדאוג לאמצעי לחות כמתואר לעיל.
          </p>
          <p className="paragraph-title">הציוד הנדרש:
          </p>
          <p>
            <b>ערכת הטיפול:</b> בכל זמן ומקום שבו ילדכם נמצא, ערכת הטיפול חייבת להיות זמינה ומוכנה לשימוש. היא כוללת:
            <ul>
              <li>מכשיר סקשן הפועל גם על סוללות
              </li>
              <li>קתטרים (צנתרים) לשאיבה בהתאם לגודל הקנולה
              </li>
              <li>מזרקים בגודל 5-2.5 cc
              </li>
              <li>תמיסת סליין 9.0% NaCl
              </li>
              <li>כפפות סטריליות
              </li>
              <li>מחבר לחץ
              </li>
              <li>אמבו + "אקורדיון"
              </li>
              <li>קיבוע</li>
              <li>שתי קנולות רזרביות (אחת בגודל שיש לילד והשנייה בחצי מידה קטנה יותר)
              </li>
              <li>בלון חמצן
              </li>
              <li>פדים
              </li>
              <li>כוסיות</li>
              <li>תכשיר לחיטוי ידיים
              </li>
            </ul>
            <b>ציוד קבוע:</b>
            <ul>
              <li>מכשיר הנשמה
              </li>
              <li>מד סטורציה
              </li>
              <li>מחולל חמצן / בלוני חמצן
              </li>
              <li>אמבו וחמצן בשקית העשרה (רזרבואר)
              </li>
              <li>צנרת שמחברת את בלוני החמצן לאמבו ולקנולה
              </li>
              <li>מסכה לאמבו + מכשיר נתיב אוויר פלסטי לפתיחת דרכי הנשימה (Airway)
              </li>
              <li>מסכה לטרכאוסטום
              </li>
              <li>סקשן עם גיבוי ידני או סוללה + צנרת
              </li>
            </ul>
            <b>ציוד מתכלה:</b>
            <ul>
              <li>קנולות</li>
              <li>קנולות רזרביות קטנות בחצי מידה
              </li>
              <li>קיבועים לקנולה
              </li>
              <li>מאריכי "אקורדיון"
              </li>
              <li>מחברי לחץ
              </li>
              <li>קתטרים (צנתרים) לסקשן
              </li>
              <li>צינורות סקשן
              </li>
              <li>חבילת אפליקטור סטרילי 
              </li>
              <li>תמיסות סליין 10 מ"ל
              </li>
              <li>מים מזוקקים
              </li>
              <li>פדים בגודל 7.5 על 7.5
              </li>
              <li>מזרקי 2.5/5/10 מ"ל
              </li>
              <li>כפפות סטריליות 
              </li>
              <li>סנסורים-חדפעמיים למד סטורציה
              </li>
              <li>כוסיות חד-פעמיות
              </li>
            </ul>
          </p>
          <p className="paragraph-title">אכילה ובליעה:
          </p>
          <p>
          התנהגויות שעלולות להצביע על קושי באכילה או בבליעה:
            <ul className="numbered-list">
              <li>רתיעה מהבקבוק, מהכפית או סירוב לאכול, לשתות או לינוק.
              </li>
              <li>בכי והקשתה של הגב בזמן הארוחות.
              </li>
              <li>ריור מוגבר.
              </li>
              <li>שיעול או חנק בזמן אכילה או שתייה.
              </li>
              <li>הקאות בזמן הארוחות.
              </li>
              <li>יציאת אוכל או נוזלים מהקנולה או שאריות אוכל או נוזלים בהפרשות הנשאבות מהקנולה.
              </li>
              <li>צפצופים בריאות או דלקת ריאות בתדירות גבוהה.
              </li>
              <li>קושי להתקדם מאכילה בבקבוק לאכילת מזון במרקם דייסתי או מוצק.
              </li>
            </ul>
          </p>
          <p className="paragraph-title">אכילה ובליעה:
          </p>
          <p>
          האכילו תינוק בידיכם בזווית של 75 מעלות וילד בישיבה על כיסא כשהראש מוגבה ונמצא באותה זווית עם הגב. תנוחה זו עוזרת להגן על דרכי הנשימה מפני כניסת אוכל או שתייה. אין להאכיל בשכיבה.<br />
השגיחו על הילד בזמן הארוחה כדי לוודא שלא יכניס אוכל לתוך הקנולה. אל תשאירו בקבוק בפיו ללא השגחה.
          </p>
          <p>
          הלבישו לילד סינר בד כדי למנוע זליגת אוכל או שתייה לתוך הקנולה. אל תשתמשו בסינר פלסטיק מעל הקנולה מכיוון שהוא לא מאפשר מעבר אוויר ועלול לחסום את זרימתו לתוך הקנולה ומחוץ לה.<br />
שאבו הפרשות מהקנולה לפני הארוחה. שאיבתן במהלך הארוחה עלולה לעורר שיעול חזק ולגרום להקאה.
          </p>
          <p>
          השאירו את ילדכם בתנוחת ישיבה כרבע שעה לאחר סיום הארוחה. הדבר מסייע בפינוי האוכל מהלוע אל הוושט והקיבה ומפחית רפלוקס או הקאות.<br />
ודאו שתינוקכם עשה גרעפס לאחר סיום הארוחה כדי להפחית רפלוקס או הקאות.
          </p>
          <p className="paragraph-title">זכרו:</p>
          <p>
            <ul className="numbered-list">
              <li><b>העלו שאלות</b> לגבי נושאים שלא מובנים לכם ובטאו חששות והיסוסים בפני הצוות הרפואי כדי שיוכל לספק לכם מענה הולם.
              </li>
              <li><b>בחרו שותף שיוכל לעזור לכם</b> בטיפול בילדכם כדי להוריד מתחושת העומס והאחריות (כל אדם שיטפל בו חייב לקבל הדרכה). הורה אחד לא יכול לתת טיפול 24 שעות ביממה.
              </li>
              <li><b>תנו לעצמכם זמן להכיר</b> ולעבד את המצב החדש של ילדכם. מדובר בתהליך הסתגלותי שבו תכירו את צורכי הילד ותפתחו דרכים לתקשר עמו ולהרגיעו במידת הצורך.
              </li>
              <li><b>נהלו את סביבת הילד </b>(כגון משפחה מורחבת או מסגרת) וספקו הסבר על מצבו כדי שיידעו כיצד להתנהל עמו.
              </li>
            </ul>
          </p>
          <br/>
        <p>בכל שאלה ניתן לפנות אל הצוות המטפל.</p>
        <p>בברכת בריאות איתנה.</p>
          <div className="back-to-home-container">
            <Link to="/prematurity" className="back-to-home-button">
              חזרה לדף הבית
            </Link>
          </div>
        </div>
      </div>
    </Layout>
  );
}

export const Head = () => <Seo title="פיום קנה / טרכאוסטומי בתינוקות" />;
